Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=177_art_id=206.html.tmx
Source language: sme
Languages: sma

source: Oahpa: Eana
sma: Lïerh: Eatneme

source: Ádjá muitalus
sma: Aajjan soptsese

source: Áddjá muitala dan birra go su máttaráddjá galggai heajaide.
sma: Aajja soptseste dellie gosse maadteraajjebe edtji pruvresne minnedh.

source: Lei guhkes vázzinmátki, ii ge joavdán seamma beaivvi.
sma: Guhkie lij vaedtsedh jïh idtji dohkoe ryøhkh aktene biejjesne.

source: Son šattai ijastit muhtun balssaid láhka jávregáttis.
sma: Tjoeri liegkedidh naan belniej lïhke aktene jaevrie-bealesne.

source: Nubbi iđit go morihii, de fuomášii ahte lei oađđán olbmohávddiid gaskkas.
sma: Mubpien aereden gosse fahkesti, dle vueptiesti satne gellie gaelmiej gaskesne gællasjamme.

source: Muhto son ii ballan.
sma: Bene idtji billijh.

source: Son lei gullan man váttis lei riddui fievrridit sin, guđet jápme duoddaris. Girku lei rittus, ja dohko lei váttis goastat dalle go eai lean geainnut.
sma: Lij govleme man geerve lij dejtie åemiehkidie foeresjidh vaereste dåvvese, gusnie gærhkoe lij dan aejkien goh ij lij naan geajnoe dohkoe.

source: Danin lávejedje olbmot hávdádit fulkkiidis luonddus.
sma: Dannasinie dïhte lihkemes fuelhkie dejtie åemiehkidie eatnamisnie juvli.

source: Dalle eai lean hávdádannjuolggadusat nu mo dál.
sma: Dan aejkien ij lij naan bihkedassh dan bïjre.

source: Jábmit galget áinnas veallát dábálaš johtingeainnu lahka, go dalle eai lean menddo okto báhcán dan botta go veallájedje ja vurde bajásčuožžileami.
sma: Dah mah sealadin edtjin dan lïhke gællasjidh gusnie deejrin almetjh baalte bøøtin, dellie idtji sïjhth dan oktegh årrodh elleme gællasjin vuertiejin tjuedtjielimmiem.

source: Dan botta besse gullat go olbmot johte meattá ealuin. Sáhtte hervvoštallat misiid ruovgamiin.
sma: Dan guhkiem dah jielije idtji dejtie åemiehkidie sturrin, dellie raeffesne gællasjin.

source: Dát muitalus lea jápmima birra.
sma: Daate soptsese jaemeden bïjre.

source: Biibbal dadjá ahte mii " oađđit jápmimii " go jápmit (1 kor 15, 18).
sma: Bijbele jeahta mijjieh ” nahkestibie ” gosse sealede (1 kor 15, 18).

source: Muhtun beaivve boahtteáiggis galgá Jesus boahtit ruovttoluotta máilmmi gonagassan.
sma: Ikth båetijen aejkien Jeesuse edtja bååstede båetedh goh veartenen gånka.

source: Son áigu vuođđudit riikas mas ii leat šat mihkkige bahá.
sma: Dïhte edtja sov rïjhkem bigkedh gusnie ij leah vielie naan bååktjege.

source: Man láhkái smiehtat don jápmima ja hávdádeami birra ?
sma: Guktie dov åssjaldahkh jaemeden jïh juvlemen bïjre ?
